{"languages":["en"],"id":"622lvLwp8CVu6dvCsYAJhN","description":"       Ever wanted to know how music affects your brain, what quantum mechanics really is, or how black holes work? Do you wonder why you get emotional each time you see a certain movie, or how on earth video games are designed? Then you’ve come to the right place. Each week, Sean Carroll will host conversations with some of the most interesting thinkers in the world. From neuroscientists and engineers to authors and television producers, Sean and his guests talk about the biggest ideas in science, philosophy, culture and much more.     ","uri":"spotify:show:622lvLwp8CVu6dvCsYAJhN","href":"https:\/\/api.spotify.com\/v1\/shows\/622lvLwp8CVu6dvCsYAJhN","media_type":"audio","episodes":{"offset":0,"total":119,"items":[{"id":"41G4Ezx5KDWK3o4q3afsiz","description":"         Stephen Hawking made a number of memorable contributions to physics, but perhaps his greatest was a puzzle: what happens to information that falls into a black hole? The question sits squarely at the overlap of quantum mechanics and gravitation, an area in which direct experimental input is hard to come by, so a great number of leading theoretical physicists have been thinking about it for decades. Now there is a possibility that physicists might have made some progress, by showing how subtle effects relate the radiation leaving a black hole to what’s going on inside. Netta Engelhardt is one of the contributors to these recent advances, and together we go through the black hole information puzzle, why wormholes might be important to the story, and what it all might teach us about quantum gravity.Support Mindscape on Patreon.Netta Engelhardt received her Ph.D. in physics from the University of California, Santa Barbara. She is currently on the faculty in the physics department at MIT. She recently shared the New Horizons in Physics Prize with Ahmed Almheiri, Henry Maxfield, and Geoff Penington, “for calculating the quantum information content of a black hole and its radiation.”MIT web pageinSPIRE publicationsTalk on Black Hole InformationNew Horizons PrizeToday’s episode is sponsored by LinkedIn Jobs (http:\/\/linkedIn.com\/mindscape) and The Great Courses Plus (http:\/\/thegreatcoursesplus.com\/mindscape). Follow these links for exclusive offers.       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:41G4Ezx5KDWK3o4q3afsiz","href":"https:\/\/api.spotify.com\/v1\/episodes\/41G4Ezx5KDWK3o4q3afsiz","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/025c2a2d59d052f6996226dc18ed8fdfed0d2b04","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5384124,"release_date":"2020-09-21","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"115 | Netta Engelhardt on Black Hole Information, Wormholes, and Quantum Gravity","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/41G4Ezx5KDWK3o4q3afsiz"}},{"id":"7i07I0sK7Uu8Pqm9XP1XiN","description":"         Sexuality is, and always has been, a topic that is endlessly fascinating but also contentious. You might think that asexuality would be more straightforward, but you’d be wrong. Asexual people, or “aces,” haven’t been front and center in the public discussion of gender and sexuality, and as a result there is confusion about such basic issues as what “asexuality” even means. Angela Chen is a science journalist and an ace herself, and she’s written a new book about asexuality and how it fits into the wider discussion of sex and gender. Precisely because sexuality is so taken for granted by many people, thinking about asexuality not only helps us understand the issues confronting aces, but the meaning of sexuality more broadly.Support Mindscape on Patreon.Angela Chen received a B.A. in comparative literature from UC San Diego. She is a contributing editor at Catapult magazine, and her writings have appeared in The Wall Street Journal, Vox Media, The Atlantic, MIT Technology Review, and elsewhere. Her new book is Ace: What Asexuality Reveals about Desire, Society, and the Meaning of Sex.Web siteAmazon.com author pageTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:7i07I0sK7Uu8Pqm9XP1XiN","href":"https:\/\/api.spotify.com\/v1\/episodes\/7i07I0sK7Uu8Pqm9XP1XiN","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/6598c602df8e01731fb04ba96c0236bf6a945b08","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4258116,"release_date":"2020-09-14","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"114 | Angela Chen on Asexuality in a Sex-Preoccupied World","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/7i07I0sK7Uu8Pqm9XP1XiN"}},{"id":"1LnH6MHOge7g7DSA0Bveej","description":"         You can’t always get what you want, as a wise person once said. But we do try, even when someone else wants the same thing. Our lives as people, and the evolution of other animals over time, are shaped by competition for scarce resources of various kinds. Game theory provides a natural framework for understanding strategies and behaviors in these competitive settings, and thus provides a lens with which to analyze evolution and human behavior, up to and including why racial or gender groups are consistently discriminated against in society. Cailin O’Connor is the author or two recent books on these issues: Games in the Philosophy of Biology and The Origins of Unfairness: Social Categories and Cultural Evolution.Support Mindscape on Patreon.Cailin O’Connor received her Ph.D. in Philosophy from the University of California, Irvine. She is currently Associate Professor of Logic and Philosophy of Science and a member of the Institute for Mathematical Behavioral Science at UCI. Her works involves questions in the philosophy of biology and behavioral science, game theory, agent-based modeling, social epistemology, decision theory, rational choice, and the spread of misinformation.Web siteGoogle Scholar publicationsPhilPeople ProfileTalk on how misinformation spreadsAmazon author pageTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:1LnH6MHOge7g7DSA0Bveej","href":"https:\/\/api.spotify.com\/v1\/episodes\/1LnH6MHOge7g7DSA0Bveej","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/fbf5b6fc4a6bef511051b96331894a48603d29de","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4847125,"release_date":"2020-09-07","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"113 | Cailin O'Connor on Game Theory, Evolution, and the Origins of Unfairness","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/1LnH6MHOge7g7DSA0Bveej"}},{"id":"5LEFdZ9pYh99wSz7Go2D0g","description":"         Not too long ago nobody carried a mobile phone; now almost everybody does. That’s the kind of rate of rapid progress we’re seeing with our ability to directly edit genomes. With the use of CRISPR-Cas9 and other techniques, gene editing is becoming commonplace. How does that work — and perhaps more importantly, how are we going to put it to use? Fyodor Urnov has worked in this area from its beginning, having coined the term “gene editing.” We talk about how this new technology can be used to cure or prevent disease, as well as the pros and cons of designer babies.Support Mindscape on Patreon.Fyodor Urnov received his Ph.D. in Biology from Brown University. He is currently professor of Genetic, Genomics, and Development in the Department of Molecular and Cell Biology at UC Berkeley, as well as Director for Technology and Translation at the Innovative Genomics Institute. His research focuses on using CRISPR gene-editing techniques to develop treatments for sickle cell disease, radiation injury, and other conditions, as well as guiding IGI researchers as they bring these therapies from the lab to the clinic.Web pageGoogle Scholar publicationsInnovative Genomics InstituteTalk on “The Next Generation of Edited Humans”TwitterTodays episode is sponsored by The Great Courses Plus. Mindscape listeners get a free trial if they sign up at http:\/\/thegreatcoursesplus.com\/mindscape.       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:5LEFdZ9pYh99wSz7Go2D0g","href":"https:\/\/api.spotify.com\/v1\/episodes\/5LEFdZ9pYh99wSz7Go2D0g","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/9ddbbca72280f83883e712d96585e40be297b247","resume_point":{"resume_position_ms":68000,"fully_played":false},"explicit":false,"duration_ms":4927739,"release_date":"2020-08-31","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"112 | Fyodor Urnov on Gene Editing, CRISPR, and Human Engineering","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/5LEFdZ9pYh99wSz7Go2D0g"}},{"id":"0Bbtb2VFGYAl54Enix23Qd","description":"         Human civilization is only a few thousand years old (depending on how we count). So if civilization will ultimately last for millions of years, it could be considered surprising that we’ve found ourselves so early in history. Should we therefore predict that human civilization will probably disappear within a few thousand years? This “Doomsday Argument” shares a family resemblance to ideas used by many professional cosmologists to judge whether a model of the universe is natural or not. Philosopher Nick Bostrom is the world’s expert on these kinds of anthropic arguments. We talk through them, leading to the biggest doozy of them all: the idea that our perceived reality might be a computer simulation being run by enormously more powerful beings.Support Mindscape on Patreon.Nick Bostrom received his Ph.D. in philosophy from the London School of Economics. He also has bachelor’s degrees in philosophy, mathematics, logic, and artificial intelligence from the University of Gothenburg, an M.A. in philosophy and physics from the University of Stockholm, and an M.Sc. in computational neuroscience from King’s College London. He is currently a Professor of Applied Ethics at the University of Oxford, Director of the Oxford Future of Humanity Institute, and Director of the Oxford Martin Programme on the Impacts of Future Technology. He is the author of Anthropic Bias: Selection Effects in Science and Philosophy and Superintelligence: Paths, Dangers, Strategies.Web siteOxford web pageWikipediaAmazon author pageTalk on the Simulation Argument       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:0Bbtb2VFGYAl54Enix23Qd","href":"https:\/\/api.spotify.com\/v1\/episodes\/0Bbtb2VFGYAl54Enix23Qd","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/3db23f6c72d2854e945a028cdf63a5a26f7887de","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4840124,"release_date":"2020-08-24","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"111 | Nick Bostrom on Anthropic Selection and Living in a Simulation","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/0Bbtb2VFGYAl54Enix23Qd"}},{"id":"5LqBt0gQt4SjZlSG8a3LbW","description":"         Physicists have traditionally simplified systems as much as possible, in order to shed light on fundamental properties. But small, simple parts build up into large, complex wholes. Are there new rules and laws of nature that apply specifically to the realm of complexity? This has been a popular question for a few decades now, and we have some answers but not as many as we would like. Neil Johnson is an expert on complex systems generally, and information networks in particular. We discuss how self-organization can arise from individual units following their own agendas, and how we can mathematically characterize such behavior. Then we talk about information networks in the modern world, including how they have been used to spread disinformation and find recruits for radical fringe groups.Support Mindscape on Patreon.Neil Johnson received his Ph.D. in physics from Harvard University. He is currently professor of physics at George Washington University, where he heads an initiative in Complexity and Data Science. In 1999 he presented the annual Christmas Lectures at the Royal Institution in London. He was the recipient of the Burton Award from the American Physical Society in 2018. Among his books are the textbook Financial Market Complexity and the trade book Simply Complexity.Web pageGoogle Scholar publicationsWikipediaAmazon author pageLecture on Complexity in Human Activity       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:5LqBt0gQt4SjZlSG8a3LbW","href":"https:\/\/api.spotify.com\/v1\/episodes\/5LqBt0gQt4SjZlSG8a3LbW","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/f01ffd3cbec10c186cde94e3585c8e009f2b28b1","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5080007,"release_date":"2020-08-17","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"110 | Neil Johnson on Complexity, Conflict, and Infodemiology","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/5LqBt0gQt4SjZlSG8a3LbW"}},{"id":"6bHkSPIP4YoI3C1To5npNA","description":"         It’s easy to foresee that technological progress will change how we live; it’s much harder to anticipate exactly how. Self-driving cars represent an enormous technological challenge, but one that is plausibly on the way to being solved. What will be the unanticipated consequences when autonomous vehicles become commonplace? Jason Torchinsky is a fan of technology, but also a fan of driving, and his recent book Robot, Take the Wheel examines how our relationship with cars is likely to change in the near future.Support Mindscape on Patreon.Jason Torchinsky is a senior editor at Jalopnik. His writing has also appeared in venues such as Boing Boing, Muck Rack, and Mother Jones. He is a producer and occasional guest star on Jay Leno’s Garage, and has been the host of the YouTube series Jason Drives.Articles at JalopnikArticles at Muck RackRobot, Take the Wheel: The Road to Autonomous Cars and the Lost Art of DrivingTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:6bHkSPIP4YoI3C1To5npNA","href":"https:\/\/api.spotify.com\/v1\/episodes\/6bHkSPIP4YoI3C1To5npNA","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/067f573e943bc64a9d87769543729eefba54b8fc","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":true,"duration_ms":4765571,"release_date":"2020-08-10","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"109 | Jason Torchinsky on Our Self-Driving Future","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/6bHkSPIP4YoI3C1To5npNA"}},{"id":"78cM15ppscWOXxUBSR6hwl","description":"         We are living, in case you haven’t noticed, in a world full of bullshit. It’s hard to say whether the amount is truly increasing, but it seems that everywhere you look someone is trying to convince you of something, regardless of whether that something is actually true. Where is this bullshit coming from, how is it disseminated, and what can we do about it? Carl Bergstrom studies information in the context of biology, which has led him to investigate the flow of information and disinformation in social networks, especially the use of data in misleading ways. In the time of Covid-19 he has become on of the best Twitter feeds for reliable information, and we discuss how the pandemic has been a bounteous new source of bullshit.Support Mindscape on Patreon.Carl Bergstrom received his Ph.D. in biology from Stanford University. He is currently a professor of biology at the University of Washington. In addition to his work on information and biology, he has worked on scientific practice and communication, proposing the eigenfactor method of ranking scientific journals. His new book (with Jevin West) is Calling Bullshit: The Art of Skepticism in a Data-Driven World, which grew out of a course taught at the University of Wisconsin.Web siteUniversity of Washington web pageGoogle Scholar publicationsWikipediaTwitterAmazon author pageCalling Bullshit website       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:78cM15ppscWOXxUBSR6hwl","href":"https:\/\/api.spotify.com\/v1\/episodes\/78cM15ppscWOXxUBSR6hwl","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/35fcd0939625d98e36d7ac06aa6c205df7a5d48e","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":true,"duration_ms":5117414,"release_date":"2020-08-03","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"108 | Carl Bergstrom on Information, Disinformation, and Bullshit","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/78cM15ppscWOXxUBSR6hwl"}},{"id":"4VtPshopWMqLIGn4mxKpiD","description":"         Despite occasional and important disagreements, most people are in rough agreement about what it means to be moral, to do the right thing. There’s much less agreement about why we should be moral, or even what kind of answer to that question could be convincing. Philosopher Russ Shafer-Landau is one of the leading proponents of moral realism — the view that objective moral truths exist independently of human choices. That’s not my own view, but ethics and meta-ethics are areas in which I think it’s wise to keep an open mind and listen to smart people who disagree. This conversation offers food for thought for people on either side of this debate.Support Mindscape on Patreon.Russ Shafer-Landau received his Ph.D. in philosophy from the University of Arizona. He is currently Professor of Philosophy at the University of Wisconsin-Madison. Among his numerous books are Moral Realism: A Defense and Whatever Happened to Good and Evil? He is the editor of Oxford Studies in Metaethics, and is the founder and organizer of the annual Madison Metaethics Workshop.Web siteUW-Madison web pagePhilPeople profileAmazon author pageTalk on Moral Disagreement and Moral IntuitionsWikipedia       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:4VtPshopWMqLIGn4mxKpiD","href":"https:\/\/api.spotify.com\/v1\/episodes\/4VtPshopWMqLIGn4mxKpiD","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/50ec0095ee4bf3efa33c00da1f02a710e18d4539","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5515912,"release_date":"2020-07-27","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"107 | Russ Shafer-Landau on the Reality of Morality","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/4VtPshopWMqLIGn4mxKpiD"}},{"id":"5kAdJrkSTcsJhYwdiD1jFy","description":"         Someday, most likely, we will encounter life that is not as we know it. We might find it elsewhere in the universe, we might find it right here on Earth, or we might make it ourselves in a lab. Will we know it when we see it? “Life” isn’t a simple unified concept, but rather a collection of a number of life-like properties. I talk with astrobiologist Stuart Bartlett, who (in collaboration with Michael Wong) has proposed a new way of thinking about life based on four pillars: dissipation, autocatalysis, homeostasis, and learning. Their framework may or may not become the standard picture, but it provides a useful way of thinking about what we expect life to be.Support Mindscape on Patreon.Stuart Bartlett received his Ph.D. in complex systems from the University of Southampton. He is currently a postdoctoral researcher in the Division of Geological and Planetary Sciences at Caltech, and was formerly a postdoc at the Earth Life Science Institute at the Tokyo Institute of Technology.Web site\/BlogCaltech web pageGoogle Scholar publicationsResearchGate page“Defining Lyfe in the Universe: From Three Privileged Functions to Four Pillars,” Bartlett and Wong (2020).       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:5kAdJrkSTcsJhYwdiD1jFy","href":"https:\/\/api.spotify.com\/v1\/episodes\/5kAdJrkSTcsJhYwdiD1jFy","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/536e0b0b9de76c21f3c14cfbab18bbe827d00fd3","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5157146,"release_date":"2020-07-20","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"106 | Stuart Bartlett on What \"Life\" Means","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/5kAdJrkSTcsJhYwdiD1jFy"}},{"id":"6oLQfZpbycTGrl849KMVhy","description":"         We gather empirical evidence about the nature of the world through our senses, and use that evidence to construct an image of the world in our minds. But not all senses are created equal; in practice, we tend to privilege vision, with hearing perhaps a close second. Ann-Sophie Barwich wants to argue that we should take smell more seriously, and that doing so will give us new insights into how the brain works. As a working philosopher and neuroscientist, she shares a wealth of fascinating information about how smell works, how it shapes the way we think, and what it all means for questions of free will and rationality.Support Mindscape on Patreon.Ann-Sophie Barwich received her Ph.D. in Philosophy at the Centre for the Study of the Life Sciences, University of Exeter. She is currently Assistant Professor in the Department of History and Philosophy of Science and Cognitive Science Program at Indiana University Bloomington. She has previously been a Presidential Scholar in Society and Neuroscience at The Center for Science & Society, Columbia University, and held a Research Fellowship at the Konrad Lorenz Institute for Evolution and Cognition Research, Vienna. Her new book is Smellosophy: What the Nose Tells the Mind.Web siteIndiana University web pageGoogle Scholar publicationsBlog at Psychology TodayTalk on the Philosophy and History of OlfactionTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:6oLQfZpbycTGrl849KMVhy","href":"https:\/\/api.spotify.com\/v1\/episodes\/6oLQfZpbycTGrl849KMVhy","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/896229aa2ad1ffecef4d4eaa59ef2fd560dfa5ca","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4665887,"release_date":"2020-07-13","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"105 | Ann-Sophie Barwich on the Science and Philosophy of Smell","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/6oLQfZpbycTGrl849KMVhy"}},{"id":"7i9hcNQAUHXS6zD9utKaiN","description":"         Creativity is one of those things that we all admire but struggle to define or make concrete. Music provides a useful laboratory in which to examine what creativity is all about — how do people become creative, what is happening in their brains during the creative process, and what kinds of creativity does the audience actually enjoy? David Rosen and Scott Miles are both neuroscientists and musicians who have been investigating this question from the perspective of both listeners and performers. They have been performing neuroscientific experiments to understand how the brain becomes creative, and founded Secret Chord Laboratories to develop software that will predict what kinds of music people will like.Support Mindscape on Patreon.David S. Rosen received his Ph.D. in cognitive psychology from Drexel University. He is currently a co-founder and the chief operations officer at Secret Chord Laboratories, a music-tech startup company. His interdisciplinary research program covers an array of topics: creative cognition, peak experiences, the neuroscience of music production and perception, psychedelics and STEAM education. David began playing the piano at the age of 8 and bass at age 15. He is the co-creator and bassist of sci-fi transmedia band, Chronicles of Sound, and instrumental progressive rock band, NAKAMA.Scott Miles received his Ph.D. in neuroscience from Georgetown University. He is currently the CEO and innovation leader of Secret Chord Laboratories. He has been performing and producing music since the age of 10. In his doctoral work he investigated how music preference is formed in the brain. He secured funding through the National Science Foundation Graduate Research Fellowship to support this work. With David Rosen, Ph.D., he found support for two hypotheses about how the structure of music leads to purchase decisions. Miles then coded an algorithm to generate new music, and in a behavioral experiment, music featuring these properties was indeed preferred. He formed and has overseen the development of Secret Chord laboratories since it was incorporated in June 2018.Secret Chord LaboratoriesPaper on Surprise and Music       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:7i9hcNQAUHXS6zD9utKaiN","href":"https:\/\/api.spotify.com\/v1\/episodes\/7i9hcNQAUHXS6zD9utKaiN","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/0369dfad491d5770cdc7b0aa4b7ae1632d3ad652","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5179559,"release_date":"2020-07-06","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"104 | David Rosen and Scott Miles on the Neuroscience of Music and Creativity","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/7i9hcNQAUHXS6zD9utKaiN"}},{"id":"6GC9QDxKhpBb34EUrGfNFz","description":"         Cooking is art, but it’s also very much science — mostly chemistry, but with important contributions from physics and biology. (Almost like a well-balanced recipe…) And I can’t think of anyone better to talk to about the intersection of these fields than Kenji López-Alt: professional chef and restauranteur, MIT graduate, and author of The Food Lab. We discuss how modern scientific ideas can improve your cooking, and more importantly, how to bring a scientific approach to cooking anything at all. Then we also get into the cultural and personal resonance of food, and offer a few practical tips.Support Mindscape on Patreon.James Kenji López-Alt received a bachelor’s degree in architecture from MIT. After working at several restaurants, he began writing the Food Lab column for Serious Eats, where he is now Chief Culinary Consultant. His first book, The Food Lab: Better Home Cooking through Science, won the 2016 James Beard Award for General Cooking and the International Association of Culinary Professionals Cookbook of the Year Award. He is co-owner of Wursthall Restaurant and Bierhaus in San Mateo, California.Web siteFood Lab columnAmazon author pageWikipediaTwitterYouTubeStoring stew\/chili overnight probably doesn’t make it taste better       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:6GC9QDxKhpBb34EUrGfNFz","href":"https:\/\/api.spotify.com\/v1\/episodes\/6GC9QDxKhpBb34EUrGfNFz","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/aba79db13bee7376a78bc87c65c788822556ce8e","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4529424,"release_date":"2020-06-29","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"103 | J. Kenji López-Alt on Cooking As and With Science","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/6GC9QDxKhpBb34EUrGfNFz"}},{"id":"46fMkpiL4e96ZNMmm0CpGT","description":"         The best chess and Go players in the world aren’t human beings any more; they’re artificially-intelligent computer programs. But the best poker players are still humans. Poker is a laboratory for understanding how rationality works in real-world situations: it features stochastic events, incomplete information, Bayesian updating, game theory, reading other people, a battle between emotions and reason, and real-world stakes. Maria Konnikova started in psychology, turned to writing, and then took up professional-level poker, and has learned a lot along the way about the challenges of being rational. We talk about what games like poker can teach us about thinking and human psychology.Support Mindscape on Patreon.Maria Konnikova received her Ph.D. in psychology from Columbia University. She is currently a contributing writer for The New Yorker. She is the author of two bestselling books, The Confidence Game and Mastermind: How to Think Like Sherlock Holmes. Among her awards are the 2019 Excellence in Science Journalism Award from the Society of Personality and Social Psychology. She is a successful tournament poker player and Ambassador for PokerStars. She is the host of The Grift podcast. Her new book is The Biggest Bluff: How I Learned to Pay Attention, Master Myself, and Win.Web siteArticles at The New YorkerThe Grift podcastAmazon author pageTalk on How the Mind LearnsHendon Mob poker databaseWikipediaTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:46fMkpiL4e96ZNMmm0CpGT","href":"https:\/\/api.spotify.com\/v1\/episodes\/46fMkpiL4e96ZNMmm0CpGT","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/3c3647950e3307681b4f5a7e9fe6a86e7a3e3abf","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4814655,"release_date":"2020-06-22","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"102 | Maria Konnikova on Poker, Psychology, and Reason","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/46fMkpiL4e96ZNMmm0CpGT"}},{"id":"3rlRg8S01jXIWf53OeD70S","description":"         I recently saw an estimate that if you took all the novel coronaviruses in the world (the actual viruses, not patients), you could fit them into a bucket no more than a couple of liters in volume. A huge impact has been wrought by a very small amount of stuff. The world of viruses is vast and complicated, and we’re still learning some of its basic features. Today’s guest David Baltimore won the Nobel Prize in Physiology or Medicine for the discovery that genetic information in viruses could flow from RNA to DNA, establishing an exception to the Central Dogma of Biology. He is the author of the Baltimore Classification scheme for viruses, and has done important research in the role of viruses in diseases from AIDS to cancer. We talk about what viruses are, how they work, and the status of the novel coronavirus we are currently battling. David also has some strong opinions about public health and how we should be preparing for future outbreaks.Support Mindscape on Patreon.David Baltimore received his Ph.D. in molecular biology from the Rockefeller Institute. He is currently the Robert Andrews Millikan Professor of Biology at Caltech. At age 37 he was awarded the Nobel Prize, which he shared with Howard Temin and Renato Dulbecco. He has served as the President of both Rockefeller University and Caltech, as well as President of the American Association for the Advancement of Science and the Founding Director of the Whitehead Institute for Biomedical Research. Among his other awards are the National Medal of Science and the Warren Alpert Foundation Prize.Caltech Web PageNobel Prize pageWikipediaAhead of the Curve: David Baltimore’s Life in Science, by Shane Crotty“Introduction to Viruses” video       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:3rlRg8S01jXIWf53OeD70S","href":"https:\/\/api.spotify.com\/v1\/episodes\/3rlRg8S01jXIWf53OeD70S","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/a31779aeb207332961ef99a3c9167c4a9a3ceef8","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4452833,"release_date":"2020-06-15","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"101 | David Baltimore on the Mysteries of Viruses","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/3rlRg8S01jXIWf53OeD70S"}},{"id":"0TwEuy3GYP12oaUfOMz7dB","description":"         A podcast only hits the century mark once! And for Mindscape, this is it. There have been holiday messages and bonus episodes and the like. But this is the 100th officially-numbered episode. To celebrate, I decided to treat myself to a solo episode in which I reflect, somewhat non-systematically, on the age-old question of the meaning of life. I end up spending a lot (most?) of the time talking about the meaning of “life,” i.e. what it means to be a living organism in a naturalistic universe. But then I go on to muse about the construction of human meaning in a world where values are not imposed on us or objectively grounded in physical facts.I think life does have meaning, and it’s important to understand what forms it might take. I settle largely on the idea that humans can conceive of different possible futures, assign value to them, and work against the natural order of things to create something that otherwise would not have been. This is far from the final word, even in my own mind; it’s an invitation to think and converse in a reasonable way about some of the biggest questions there are. Just like the podcast in general.Support Mindscape on Patreon.Here are some modern works offering other perspectives on the meaning of life:Owen Flanagan, The Really Hard Problem: Meaning in a Material WorldSusan Wolf, Meaning in Life and Why it MattersTerry Eagleton, The Meaning of Life: A Very Short IntroductionJulian Baggini, What’s It All About? Philosophy and the Meaning of LifeThaddeus Metz, “The Meaning of Life” (Stanford Encyclopedia of Philosophy)       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:0TwEuy3GYP12oaUfOMz7dB","href":"https:\/\/api.spotify.com\/v1\/episodes\/0TwEuy3GYP12oaUfOMz7dB","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/074d81c824d28ac4cb1a2ac3f6c9d537534d62c3","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5590648,"release_date":"2020-06-08","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"100 | Solo | Life and Its Meaning","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/0TwEuy3GYP12oaUfOMz7dB"}},{"id":"2CQ2hwi1dwUXzUdrvKP7lp","description":"         There are some problems for which it’s very hard to find the answer, but very easy to check the answer if someone gives it to you. At least, we think there are such problems; whether or not they really exist is the famous P vs NP problem, and actually proving it will win you a million dollars. This kind of question falls under the rubric of “computational complexity theory,” which formalizes how hard it is to computationally attack a well-posed problem. Scott Aaronson is one of the world’s leading thinkers in computational complexity, especially the wrinkles that enter once we consider quantum computers as well as classical ones. We talk about how we quantify complexity, and how that relates to ideas as disparate as creativity, knowledge vs. proof, and what all this has to do with black holes and quantum gravity.Support Mindscape on Patreon.Scott Aaronson received his Ph.D. in computer science from the University of California, Berkeley. He is currently the David J. Bruton Jr. Centennial Professor of Computer Science at the University of Texas at Austin, and director of the Quantum Information Center there. He specializes in quantum computing and computational complexity theory, but has written on topics from free will to the nature of consciousness. Among his awards are the Tomassoni-Chisesi Prize in Physics (Italy) and the Alan T. Waterman Award from the National Science Foundation. His blog Shtetl-Optimized is known both for its humor and as the most reliable source of information on news in quantum computing. He is the author of Quantum Computing Since Democritus.Web siteShtetl-Optimized blogUniversity of Texas web pageGoogle Scholar publicationsWikipediaAmazon.com author pageTalk at TEDxCaltech       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:2CQ2hwi1dwUXzUdrvKP7lp","href":"https:\/\/api.spotify.com\/v1\/episodes\/2CQ2hwi1dwUXzUdrvKP7lp","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/2602129d02d06c0803fbde2dfb9d97c53ac6bb65","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":6773394,"release_date":"2020-06-01","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"99 | Scott Aaronson on Complexity, Computation, and Quantum Gravity","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/2CQ2hwi1dwUXzUdrvKP7lp"}},{"id":"0Z6iD22lhX6KbTcS9rHWyY","description":"         Each of us is different, in some way or another, from every other person. But some are more different than others — and the rest of the world never stops letting them know. Societies set up “norms” that define what constitute acceptable standards of behavior, appearance, and even belief. But there will always be those who find themselves, intentionally or not, in violation of those norms — people who we might label “weird.” Olga Khazan was weird in one particular way, growing up in a Russian immigrant family in the middle of Texas. Now as an established writer, she has been exploring what it means to be weird, and the senses in which that quality can both harm you and provide you with hidden advantages.Support Mindscape on Patreon.Olga Khazan is a staff writer for The Atlantic, covering health, gender, and science. She has previously written for the Los Angeles Times, the Washington Post, Forbes, and other publications. Among her awards are the National Headliner Awards for Magazine Online Writing. Her new book is Weird: The Power of Being an Outsider in an Insider World.Web siteStories at The AtlanticAmazon.com author pageTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:0Z6iD22lhX6KbTcS9rHWyY","href":"https:\/\/api.spotify.com\/v1\/episodes\/0Z6iD22lhX6KbTcS9rHWyY","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/2e7b2ee7105d5556604a2fd883a5a2ce8914d884","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":3703562,"release_date":"2020-05-25","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"98 | Olga Khazan on Living and Flourishing While Being Weird","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/0Z6iD22lhX6KbTcS9rHWyY"}},{"id":"05uA2Oj8mEqUE1Rq8zfjdi","description":"         Humans build machines, in part, to relieve themselves from the burden of work on difficult, repetitive tasks. And yet, despite the fact that machines are everywhere, most of us are still working pretty hard. But maybe that’s about to change. Futurists like John Danaher believe that society is finally on the brink of making a transition to a world in which work would be optional, rather than mandatory — and he thinks that’s a very good thing. It will take some adjusting, personally as well as economically, but he envisions a future in which human creativity and artistic impulse can flourish in a world free of the demands of working for a living. We talk about what that would entail, whether it’s realistic, and what comes next.Support Mindscape on Patreon.John Danaher received an LLM degree from Trinity College Dublin and a Ph.D. from University College, Cork. He is currently Senior Lecturer in the School of Law at the National University of Ireland, Galway. His research is situated at the overlap of legal studies and philosophy, and frequently involves questions of technology, automation, and the future. He is the coeditor of Robot Sex: Social and Ethical Implications, and author of the recent book Automation and Utopia: Human Flourishing in a World Without Work. He writes frequently for publications such as The Atlantic, The Guardian, and The Irish Times, and is the host of his own podcast, Philosophical Disquisitions.Web site and blogNUI Galway web pageGoogle Scholar publicationsAmazon.com author pageTalk on The Algorithmic Self in LovePhilosophical Disquisitions podcastTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:05uA2Oj8mEqUE1Rq8zfjdi","href":"https:\/\/api.spotify.com\/v1\/episodes\/05uA2Oj8mEqUE1Rq8zfjdi","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/e6ea4164b2d3f95ffb38f49ab9391b50ef168244","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4961750,"release_date":"2020-05-18","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"97 | John Danaher on Our Coming Automated Utopia","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/05uA2Oj8mEqUE1Rq8zfjdi"}},{"id":"6afiHKbXbwHAIwR1PdopEb","description":"         The past few centuries of scientific progress have displaced humanity from the center of it all: the Earth is not at the middle of the Solar System, the Sun is but one star in a large galaxy, there are trillions of galaxies, and so on. Now we know that we’re not even made of the same stuff as most of the universe; for every amount of ordinary atoms and other known particles, there is five times as much dark matter, some kind of stuff we haven’t identified in laboratory experiments. But we do know a great deal about the behavior of dark matter. I talk with Lina Necib about why we think there’s dark matter, what it might be, and how it’s distributed in the galaxy. The latter question has seen enormous recent progress, especially from high-precision measurements of the distribution of stars in the Milky Way.Support Mindscape on Patreon.Lina Necib received her Ph.D. in physics from the Massachusetts Institute of Technology. She is currently a Sherman Fairchild Postdoctoral Scholar in Theoretical Physics at Caltech, and will be an Assistant Professor of Physics at MIT starting in the fall. Her research spans issues in particle physics and astrophysics, especially concerning the nature and distribution of dark matter, as well as techniques for detecting it and constraining its properties.Web pageInspire publicationsGoogle Scholar publicationsTalk on Dark Matter in the Age of GaiaGaia home page       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:6afiHKbXbwHAIwR1PdopEb","href":"https:\/\/api.spotify.com\/v1\/episodes\/6afiHKbXbwHAIwR1PdopEb","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/70c280264f6f7a29e0c8b2bc3b1aa1cbf2042a62","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4903314,"release_date":"2020-05-11","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"96 | Lina Necib on What and Where the Dark Matter Is","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/6afiHKbXbwHAIwR1PdopEb"}},{"id":"4rXvxdeHZG2ZtU9Cnt137s","description":"         Everybody talks about the truth, but nobody does anything about it. And to be honest, how we talk about truth — what it is, and how to get there — can be a little sloppy at times. Philosophy to the rescue! I had a very ambitious conversation with Liam Kofi Bright, starting with what we mean by “truth” (correspondence, coherence, pragmatist, and deflationary approaches), and then getting into the nitty-gritty of how we actually discover it. There’s a lot to think about once we take a hard look at how science gets done, how discoveries are communicated, and what different kinds of participants can bring to the table.Support Mindscape on Patreon.Liam Kofi Bright received his Ph.D. in Logic, Computation and Methodology from Carnegie Mellon University. He is currently on the faculty of the London School of Economics in the Department of Philosophy, Logic, and the Scientific Method. He has worked on questions concerning peer review and fraud in scientific communities, intersectionality, logical empiricism, and Africana philosophy. He is well-known on Twitter as the Last Positivist.Web sitePhilPeople profileThe Sooty Empiric BlogPaper on “Is Peer Review a Good Idea?”Talk on Why Do Scientists Lie?Twitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:4rXvxdeHZG2ZtU9Cnt137s","href":"https:\/\/api.spotify.com\/v1\/episodes\/4rXvxdeHZG2ZtU9Cnt137s","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/8f7483fe5e1a1ead580d2874b648bd4888abbb93","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5755690,"release_date":"2020-05-04","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"95 | Liam Kofi Bright on Knowledge, Truth, and Science","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/4rXvxdeHZG2ZtU9Cnt137s"}},{"id":"79Ei942swmMoDZtUjxw3Nk","description":"         Artificial intelligence has made great strides of late, in areas as diverse as playing Go and recognizing pictures of dogs. We still seem to be a ways away from AI that is “intelligent” in the human sense, but it might not be too long before we have to start thinking seriously about the “motivations” and “purposes” of artificial agents. Stuart Russell is a longtime expert in AI, and he takes extremely seriously the worry that these motivations and purposes may be dramatically at odds with our own. In his book Human Compatible, Russell suggests that the secret is to give up on building our own goals into computers, and rather programming them to figure out our goals by actually observing how humans behave.Support Mindscape on Patreon.Stuart Russell received his Ph.D. in computer science from Stanford University. He is currently a Professor of Computer Science and the Smith-Zadeh Professor in Engineering at the University of California, Berkeley, as well as an Honorary Fellow of Wadham College, Oxford. He is a co-founder of the Center for Human-Compatible Artificial Intelligence at UC Berkeley. He is the author of several books, including (with Peter Norvig) the classic text Artificial Intelligence: A Modern Approach. Among his numerous awards are the IJCAI Computers and Thought Award, the Blaise Pascal Chair in Paris, and the World Technology Award. His new book is Human Compatible: Artificial Intelligence and the Problem of Control.Web pageGoogle Scholar publicationsWikipediaTalk on Provably Beneficial Artificial IntelligenceAmazon author page       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:79Ei942swmMoDZtUjxw3Nk","href":"https:\/\/api.spotify.com\/v1\/episodes\/79Ei942swmMoDZtUjxw3Nk","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/828b285a308036d2a3f515947be630e960ebb22b","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5244735,"release_date":"2020-04-27","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"94 | Stuart Russell on Making Artificial Intelligence Compatible with Humans","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/79Ei942swmMoDZtUjxw3Nk"}},{"id":"5um7hXFZjUeBzcwLn1OhEE","description":"         Human beings have a strange fascination with dangerous, predatory animals — bears, lions, wolves, sharks, and more. The top of the food chain is an interesting and precarious place to live; while you might be the boss of your local environment, you also depend on the functioning of an entire ecology. Rae Wynn-Grant is a carnivore ecologist who studies how large predators migrate, feed, reproduce — and especially how they interact with humans. We talk about the diverse social structures of different species of carnivores, how they find mates, and how they diversify their diet. And of course we discuss how humans and other locally-dominant species can live together peacefully.Rae Wynn-Grant received her Ph.D. in Ecology and Evolution from Columbia University. She is currently a Fellow with National Geographic Society working on carnivore conservation in partnership with the American Prairie Reserve. She maintains a Visiting Scientist position at the American Museum of Natural History, and adjunct faculty positions at Columbia University and Johns Hopkins University. She appears in National Geographic’s Born Wild: The Next Generation, premiering on April 22.Web siteNational Geographic web pageAMNH web pageJohns Hopkins web pageTalk on Humans and Conflicts with BearsTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:5um7hXFZjUeBzcwLn1OhEE","href":"https:\/\/api.spotify.com\/v1\/episodes\/5um7hXFZjUeBzcwLn1OhEE","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/02d88d8b518fd5719c97a2c2420b20b9a258717c","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":3736816,"release_date":"2020-04-20","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"93 | Rae Wynn-Grant on Bears, Humans, and Other Predators","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/5um7hXFZjUeBzcwLn1OhEE"}},{"id":"5dplK20UP8bI3KA0ANMYlZ","description":"         It’s hard doing science when you only have one data point, especially when that data point is subject to an enormous selection bias. That’s the situation faced by people studying the nature and prevalence of life in the universe. The only biosphere we know about is our own, and our knowing anything at all is predicated on its existence, so it’s unclear how much it can teach us about the bigger picture. That’s why it’s so important to search for life elsewhere. Today’s guest is Kevin Hand, a planetary scientist and astrobiologist who knows as much as anyone about the prospects for finding life right in our planetary backyard, on moons and planets in the Solar System. We talk about how life comes to be, and reasons why it might be lurking on Europa, Titan, or elsewhere.Support Mindscape on Patreon.Kevin Hand received his Ph.D. in Geological and Environmental Sciences from Stanford University. He is currently Deputy Chief Scientist for Solar System Exploration at NASA’s Jet Propulsion Laboratory. He has collaborated with director James Cameron, and is a frequent consultant on films, including acting as a science advisor to the movie Europa Report. His a cofounder of Cosmos Education, a non-profit organization devoted to science education in developing countries. His new book is Alien Oceans: The Search for Life in the Depths of Space.JPL web pageGoogle Scholar publicationsTalk on Ocean Worlds of the Outer Solar SystemWikipediaTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:5dplK20UP8bI3KA0ANMYlZ","href":"https:\/\/api.spotify.com\/v1\/episodes\/5dplK20UP8bI3KA0ANMYlZ","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/d3911d862ccfed5c2e01e1dfe0d4e38ab419357b","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":6985639,"release_date":"2020-04-13","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"92 | Kevin Hand on Life Elsewhere in the Solar System","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/5dplK20UP8bI3KA0ANMYlZ"}},{"id":"1g6jon3HNpmzo4ZuC46ieq","description":"         If one of the ambitious goals of philosophy is to determine the meaning of life, one of the ambitious goals of psychology is to tell us how to achieve it. An influential work in this direction was Abraham Maslow’s hierarchy of needs — a list of human needs, often displayed suggestively in the form of a pyramid, ranging from the most basic (food and shelter) to the most refined. At the top lurks “self-actualization,\" the ultimate goal of achieving one’s creative capacities. Psychologist Scott Barry Kaufman has elaborated on this model, both by exploring less-well-known writings of Maslow’s, and also by incorporating more recent empirical psychological studies. He suggests the more dynamical metaphor of a sailboat, where the hull represents basic security needs and the sail more creative and dynamical capabilities. It’s an interesting take on the importance of appreciating that the nature of our lives is one of constant flux.Support Mindscape on Patreon.Scott Barry Kaufman received his Ph.D. in cognitive psychology from Yale University. He has taught at Columbia University, NYU, the University of Pennsylvania, and elsewhere. He is the host of The Psychology Podcast. He was named by Business Insider as one of the “50 groundbreaking scientists who are changing the way we see the world.” He is the author of numerous books; his most recent, Transcend: The New Science of Self-Actualization, is published April 7.Web siteThe Psychology PodcastGoogle Scholar publicationsAmazon.com author pageDiscussion on “Defining Intelligence”WikipediaTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:1g6jon3HNpmzo4ZuC46ieq","href":"https:\/\/api.spotify.com\/v1\/episodes\/1g6jon3HNpmzo4ZuC46ieq","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/d512a8db847a98b09d451c593f81fc297bc44a8e","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4758152,"release_date":"2020-04-06","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"91 | Scott Barry Kaufman on the Psychology of Transcendence","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/1g6jon3HNpmzo4ZuC46ieq"}},{"id":"1Q4pPosQDOqxH5JVQKDjHL","description":"         Science costs money. And for a brief, glorious period between the start of the Manhattan Project in 1939 and the cancellation of the Superconducting Super Collider in 1993, physics was awash in it, largely sustained by the Cold War. Things are now different, as physics — and science more broadly — has entered a funding crunch. David Kaiser, who is both a working physicist and an historian of science, talks with me about the fraught relationship between scientists and their funding sources throughout history, from Galileo and his patrons to the current rise of private foundations. It’s an interesting listen for anyone who wonders about the messy reality of how science gets done.Support Mindscape on Patreon.David Kaiser received a Ph.D. in physics, and a separate Ph.D. in history of science, from Harvard University. He is currently Germeshausen Professor of the History of Science in MIT’s Program in Science, Technology, and Society, Professor of Physics in MIT’s Department of Physics, and also Associate Dean for Social and Ethical Responsibilities of Computing (SERC) in MIT’s Schwarzman College of Computing. He has been awarded the Davis Prize and Pfizer Prize from the History of Science Society, was named a Mac Vicar Faculty Fellow for undergraduate teaching at MIT, and received the Perkins Award for excellence in mentoring graduate students. His book Quantum Legacies: Dispatches from an Uncertain World is available April 3.Web pageGoogle Scholar publicationsAmazon author pageWikipedia       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:1Q4pPosQDOqxH5JVQKDjHL","href":"https:\/\/api.spotify.com\/v1\/episodes\/1Q4pPosQDOqxH5JVQKDjHL","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/71a3e600ee04ca1fe4dfd824e42c4f9ccf1fbece","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5689731,"release_date":"2020-03-30","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"90 | David Kaiser on Science, Money, and Power","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/1Q4pPosQDOqxH5JVQKDjHL"}},{"id":"3L0KZymXO8EREMA1pJFj8T","description":"         What direction does time point in? None, really, although some people might subconsciously put the past on the left and the future on the right, or the past behind themselves and the future in front, or many other possible orientations. What feels natural to you depends in large degree on the native language you speak, and how it talks about time. This is a clue to a more general phenomenon, how language shapes the way we think. Lera Boroditsky is one of the world’s experts on this phenomenon. She uses how different languages construe time and space (as well as other things) to help tease out the way our brains make sense of the world.Support Mindscape on Patreon.Lera Boroditsky received her Ph.D. in cognitive psychology from Stanford University. She is currently associate professor of cognitive science at UC San Diego. She serves as Editor in Chief of the journal Frontiers in Cultural Psychology. She has been named one of 25 Visionaries changing the world by the Utne Reader, and is also a Searle Scholar, a McDonnell scholar, recipient of an NSF Career award, and an APA Distinguished Scientist lecturer.Web siteUC San Diego web pageGoogle Scholar publicationsWikipediaTalk on How Language Shapes the Way We ThinkTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:3L0KZymXO8EREMA1pJFj8T","href":"https:\/\/api.spotify.com\/v1\/episodes\/3L0KZymXO8EREMA1pJFj8T","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/aa3bae36ce8dfa32942c82b187d5f583914201ad","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5319210,"release_date":"2020-03-23","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"89 | Lera Boroditsky on Language, Thought, Space, and Time","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/3L0KZymXO8EREMA1pJFj8T"}},{"id":"4ix4nKAKEQMO1bSVMutGtc","description":"         This is a special episode of Mindscape, thrown together quickly. Many thanks to Tara Smith for joining me on short notice. Tara is an epidemiologist, and a great person to talk to about the novel coronavirus (and its associated disease, COVID-19) pandemic currently threatening the world. We talk about what viruses are, how they spread, and a lot of the science behind virology and pandemics. We also take a practical turn, talking about what measures (washing hands, social distancing, self-isolation) are useful at combating the spread of the virus, and which (wearing masks) are probably not. Then we look to the future, to ask what the endgame here is; Tara suggests that the kind of drastic measure we are currently putting up with might last a long time indeed.Tara Smith received her Ph.D. in microbiology from the University of Toledo. She is currently Professor of Epidemiology at the Kent State University College of Public Health. She has researched and written extensively about diseases such as ebola and MRSA. She is an active science communicator, and writes regular columns for SELF magazine.Web siteKent State web pageGoogle Scholar publicationsWikipediaAmazon author pageTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:4ix4nKAKEQMO1bSVMutGtc","href":"https:\/\/api.spotify.com\/v1\/episodes\/4ix4nKAKEQMO1bSVMutGtc","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/95c0d7d8b8ae75d58cce49af9c532a9ca5e17f50","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4834194,"release_date":"2020-03-18","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"Tara Smith on Coronavirus, Pandemics, and What We Can Do","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/4ix4nKAKEQMO1bSVMutGtc"}},{"id":"1TjlZOMgH4xCy05qGSJRcP","description":"         “What good is half a wing?” That’s the rhetorical question often asked by people who have trouble accepting Darwin’s theory of evolution by natural selection. Of course it’s a very answerable question, but figuring out what exactly the answer is leads us to some fascinating biology. Neil Shubin should know: he is the co-discoverer of Tiktaalik Roseae, an ancient species of fish that was in the process of learning to walk and breathe on land. We talk about how these major transitions happen — typically when evolution finds a way to re-purpose existing organs into new roles — and how we can learn about them by studying living creatures and the information contained in their genomes.Support Mindscape on Patreon.Neil Shubin received his Ph.D. in organismic and evolutionary biology from Harvard University. He is currently the the Robert Bensley Distinguished Service Professor and Associate Dean of Biological Sciences at the University of Chicago. He is a member of the National Academy of Sciences and the American Philosophical society. His first book, Your Inner Fish, was chosen by the National Academy of Sciences as the best science book of 2009, and was subsequently made into a TV special. His new book is Some Assembly Required: Decoding Four Billion Years of Life, from Ancient Fossils to DNA.Web siteUniversity of Chicago web pageGoogle Scholar publicationsWikipediaAmazon author pageYour Inner Fish on PBSTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:1TjlZOMgH4xCy05qGSJRcP","href":"https:\/\/api.spotify.com\/v1\/episodes\/1TjlZOMgH4xCy05qGSJRcP","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/5c82e038de3987f279b18008d4726bfa29a4d972","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5569646,"release_date":"2020-03-16","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"88 | Neil Shubin on Evolution, Genes, and Dramatic Transitions","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/1TjlZOMgH4xCy05qGSJRcP"}},{"id":"3yjNBgeMBElx5rVHCEqNuS","description":"         If you tell me that one of the world’s leading neuroscientists has developed a theory of how the brain works that also has implications for the origin and nature of life more broadly, and uses concepts of entropy and information in a central way — well, you know I’m going to be all over that. So it’s my great pleasure to present this conversation with Karl Friston, who has done exactly that. One of the most highly-cited neuroscientists now living, Friston has proposed that we understand the brain in terms of a free energy principle, according to which our brains are attempting to model the world in such a way as to minimize the amount of surprise we experience. It’s a bit more complicate than that, but I think we made great headway in explicating some very profound ideas in a way that should be generally understandable.Support Mindscape on Patreon.Karl Friston received his medical degree from King’s College Hospital, London. He is currently Professor at the Institute of Neurology, University College London, and Wellcome Principal Research Fellow and Scientific Director of the Wellcome Trust Centre for Neuroimaging. Among his major contributions are statistical parametric mapping, voxel-based morphometry, and dynamical causal modeling. He is a Fellow of the Royal Society, of the Academy of Medical Science, and of the Royal Society of Biology. Among his awards are the Young Investigators Award in Human Brain Mapping, the Minerva Golden Brain Award, the Weldon Memorial Prize, the Charles Branch Award, and the Glass Brain Award for human brain mapping.Web pageGoogle Scholar publicationsTalk on “I Am, Therefore I Think”Article on “The Free-Energy Principle: A Unified Brain Theory?”Wikipedia       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:3yjNBgeMBElx5rVHCEqNuS","href":"https:\/\/api.spotify.com\/v1\/episodes\/3yjNBgeMBElx5rVHCEqNuS","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/b908df5117de3eceda66e5c62631c332efb3d728","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5397473,"release_date":"2020-03-09","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"87 | Karl Friston on Brains, Predictions, and Free Energy","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/3yjNBgeMBElx5rVHCEqNuS"}},{"id":"6WcHXYyMgVn4K62y8npilC","description":"         Anyone who has read histories of the Cold War, including the Cuban Missile Crisis and the 1983 nuclear false alarm, must be struck by how incredibly close humanity has come to wreaking incredible destruction on itself. Nuclear war was the first technology humans created that was truly capable of causing such harm, but the list of potential threats is growing, from artificial pandemics to runaway super-powerful artificial intelligence. In response, today’s guest Martin Rees and others founded the Cambridge Centre for the Study of Existential Risk. We talk about what the major risks are, and how we can best reason about very tiny probabilities multiplied by truly awful consequences. In the second part of the episode we start talking about what humanity might become, as well as the prospect of life elsewhere in the universe, and that was so much fun that we just kept going.Support Mindscape on Patreon.Lord Martin Rees, Baron of Ludlow, received his Ph.D. in physics from University of Cambridge. He is currently Emeritus Professor of Cosmology and Astrophysics at the University of Cambridge, as well as Astronomer Royal of the United Kingdom. He was formerly Master of Trinity College and President of the Royal Society. Among his many awards are the Heineman Prize for Astrophysics, the Gruber Prize in Cosmology, the Crafoord Prize, the Michael Faraday Prize, the Templeton Prize, the Isaac Newton Medal, the Dirac Medal, and the British Order of Merit. He is a co-founder of the Centre for the Study of Existential Risk.Web pageInstitute for Astronomy, Cambridge, web pageGoogle Scholar publicationsAmazon.com author pageWikipediaCentre for the Study of Existential Risk       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:6WcHXYyMgVn4K62y8npilC","href":"https:\/\/api.spotify.com\/v1\/episodes\/6WcHXYyMgVn4K62y8npilC","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/c172f95e9dbb4a02ffbb904e60d4eb275fb30a65","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":6002233,"release_date":"2020-03-02","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"86 | Martin Rees on Threats to Humanity, Prospects for Posthumanity, and Life in the Universe","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/6WcHXYyMgVn4K62y8npilC"}},{"id":"24uaY5sogRgMfrXzxDxQv8","description":"         It’s hard to make decisions that will change your life. It’s even harder to make a decision if you know that the outcome could change who you are. Our preferences are determined by who we are, and they might be quite different after a decision is made — and there’s no rational way of taking that into account. Philosopher L.A. Paul has been investigating these transformative experiences — from getting married, to having a child, to going to graduate school — with an eye to deciding how to live in the face of such choices. Of course we can ask people who have made such a choice what they think, but that doesn’t tell us whether the choice is a good one from the standpoint of our current selves, those who haven’t taken the plunge. We talk about what this philosophical conundrum means for real-world decisions, attitudes towards religious faith, and the tricky issue of what it means to be authentic to yourself when your “self” keeps changing over time.Support Mindscape on Patreon.L.A. (Laurie) Paul received her Ph.D. in philosophy from Princeton University. She is currently professor of philosophy and cognitive science at Yale University. She has worked extensively on causation, the philosophy of time, mereology, and transformative experience. She has won fellowships from the Guggenheim Foundation, the National Humanities Center, and the Australian National University. Among her books are the monograph Transformative Experience; she is currently working on a popular-level book on this theme.Web siteYale web pagePhilPeople profileGoogle Scholar publicationsAmazon.com author pageWikipediaTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:24uaY5sogRgMfrXzxDxQv8","href":"https:\/\/api.spotify.com\/v1\/episodes\/24uaY5sogRgMfrXzxDxQv8","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/f5ad719ed87483f04b5bdd36edcf730b79f6381b","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4451030,"release_date":"2020-02-24","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"85 | L.A. Paul on Transformative Experiences and Your Future Selves","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/24uaY5sogRgMfrXzxDxQv8"}},{"id":"2kIm1RCwvgRtsekX5DihcU","description":"         Nations generally want their economies to be rich, robust, and growing. But it’s also important to person to ensure that wealth doesn’t flow only to a few people, but rather that as many people as possible can enjoy the benefits of a healthy economy. As is well known, the best way to balance these interests is a contentious subject. On one side we might find free-market fundamentalists who want to let supply and demand set prices and keep government interference to a minimum, while on the other we might find enthusiasts for very strong government control over all aspects of the economy. Suresh Naidu is an economist who has delved deeply into how economic performance affects and is affected by other notable social factors, from democracy to revolution to slavery. We talk about these, as well as how concentrations of economic power in just a few hands — monopoly and its cousin, monopsony — can distort the best intentions of the free market.Support Mindscape on Patreon.Suresh Naidu received his Ph.D. in economics from the University of California, Berkeley. He is currently professor of economics and international affairs at Columbia University as well as a fellow at Roosevelt Institute, external faculty at the Santa Fe Institute, and a research fellow at National Bureau of Economic Research. His awards include a Sloan Research Fellowship and the “Best Ph.D. Advisor Award” from the Columbia Association of Graduate Economics Students.Columbia School of International and Public Affairs pageSanta Fe Institute pageEquitable Growth pageGoogle Scholar publicationsThe Economy online textbookTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:2kIm1RCwvgRtsekX5DihcU","href":"https:\/\/api.spotify.com\/v1\/episodes\/2kIm1RCwvgRtsekX5DihcU","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/c8e594621a904258d3c89a733c68b208c35b9816","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5214694,"release_date":"2020-02-17","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"84 | Suresh Naidu on Capitalism, Monopsony, and Inequality","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/2kIm1RCwvgRtsekX5DihcU"}},{"id":"7fJcSgguMDr6CmB0qJrj6F","description":"         The Greek statesman Demosthenes is credited with saying “I am a citizen of the world,” and the idea that we should take a cosmopolitan view of our common humanity is a compelling one. Not everyone agrees, however; in the words of former British Prime Minister Theresa May, “If you are a citizen of the world, you are a citizen of nowhere.” On the other side of the political spectrum, groups who share a feature of identity — race, ethnicity, gender, sexuality, and others — find it useful to band together to make political progress. Kwame Anthony Appiah is a leading philosopher and cultural theorist who has thought carefully about the tricky issues of cosmopolitanism and identity. We talk about how identities form, why they matter, and how to negotiate the difficult balance between being human and being your particular self.Support Mindscape on Patreon.Kwame Anthony Appiah received his Ph.D. in philosophy from Cambridge University. He is currently Professor of Philosophy and of Law at New York University. He is the author of numerous academic books as well as several novels. He is a fellow of the American Academy of Arts and Sciences, and is the recipient of a number of major awards, including the National Humanities Medal of the United States. He currently writes the New York Times Magazine column “The Ethicist“, and frequently writes for The New York Review of Books. (Note that in the podcast intro I mistakenly said he was “born and raised” in Ghana; he was actually born in London, moving to Ghana when he was six months old.)Web siteNYU web pageGoogle Scholar publicationsAmazon.com author pageTalk on “Beyond Identity”WikipediaTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:7fJcSgguMDr6CmB0qJrj6F","href":"https:\/\/api.spotify.com\/v1\/episodes\/7fJcSgguMDr6CmB0qJrj6F","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/43867a83a8dd9054312bddd67bd19a810506ec05","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5928751,"release_date":"2020-02-10","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"83 | Kwame Anthony Appiah on Identity, Stories, and Cosmopolitanism","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/7fJcSgguMDr6CmB0qJrj6F"}},{"id":"1GQKtfH7ughU2zYJTkfz5c","description":"         The Convention on Psychotropic Substances was a 1971 United Nations treaty that placed strong restrictions on the use of psychedelic drugs — not only on personal use, but medical and scientific research as well. Along with restrictions placed by individual nations, it has been very difficult for scientists to study the effects of psychedelics on the brain, despite indications that they might have significant therapeutic potential. But this has gradually been changing, and researchers like Robin Carhart-Harris have begun to perform controlled experiments to see how psychedelics affect the brain, and what positive uses they might have. Robin and I talk about how psychedelics work, how they can help with conditions from addiction to depression, and how they can help people discover things about themselves.Support Mindscape on Patreon.Robin Carhart-Harris received his Ph.D. in psychopharmacology from the University of Bristol. He is currently the Director of the Centre for Psychedelic Research in the Department of Brain Sciences at Imperial College London, and holds an honorary position at the University of Oxford. His research involves functional brain imaging studies with psilocybin (magic mushrooms), LSD, MDMA (ecstasy) and DMT (ayahuasca), plus a clinical trial of psilocybin for treatment-resistant depression.Web siteCentre for Psychedelic ResearchGoogle Scholar pageTalk on Psychedelics: Lifting the VeilTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:1GQKtfH7ughU2zYJTkfz5c","href":"https:\/\/api.spotify.com\/v1\/episodes\/1GQKtfH7ughU2zYJTkfz5c","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/7c0dfe051d9ad95579945462f9efa601e4fed3f0","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4653871,"release_date":"2020-02-03","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"82 | Robin Carhart-Harris on Psychedelics and the Brain","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/1GQKtfH7ughU2zYJTkfz5c"}},{"id":"2QiaquyXvFpg0qJSZdIuar","description":"         People have always disagreed about politics, passionately and sometimes even violently. But in certain historical moments these disagreements were distributed without strong correlations, so that any one political party would contain a variety of views. In a representative democracy, that kind of distribution makes it easier to accomplish things. In contrast, today we see strong political polarization: members of any one party tend to line up with each other on a range of issues, and correspondingly view the other party with deep distrust. Political commentator Ezra Klein has seen this shift in action, and has studied it carefully in his new book Why We’re Polarized. We talk about the extent to which the apparent polarization is real, how we can trace its causes, and whether there’s anything we can do about it.Support Mindscape on Patreon.Ezra Klein received a B.A. in political science from the University of California, Los Angeles. He is currently the editor-at-large and founder of Vox. As a writer and editor his work has appeared in\/on The Washington Post, MSNBC, Bloomberg, The New York Review of Books, and The New Yorker. Among his awards are Blogger of the Year (The Week), 50 Most Powerful People in Washington DC (GQ), Best Online Commentary (Online News Association), and the Carey McWilliams Award (American Political Science Association).Vox profileThe Ezra Klein Show podcastWhy We’re PolarizedWikipediaTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:2QiaquyXvFpg0qJSZdIuar","href":"https:\/\/api.spotify.com\/v1\/episodes\/2QiaquyXvFpg0qJSZdIuar","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/9a306d1b041fb3492c69bb3b5285f38b002130ea","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4961593,"release_date":"2020-01-27","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"81 | Ezra Klein on Politics, Polarization, and Identity","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/2QiaquyXvFpg0qJSZdIuar"}},{"id":"0ePGhHYVBJ6OAhT5PPlmSH","description":"         Physics is simple; people are complicated. But even people are ultimately physical systems, made of particles and forces that follow the rules of the Core Theory. How do we bridge the gap from one kind of description to another, explaining how someone we know and care about can also be “just” a set of quantum fields obeying impersonal laws? This is a hard question that comes up in a variety of forms — What is the “self”? Do we have free will, the ability to make choices? What are the moral and ethical ramifications of these considerations? Jenann Ismael is a philosopher at the leading edge of connecting human life to the fundamental laws of nature, for example in her recent book How Physics Makes Us Free. We talk about free will, consciousness, values, and other topics about which I’m sure everyone will simply agree.Support Mindscape on Patreon.Jenann Ismael received her Ph.D. in philosophy from Princeton University. She is currently Professor of Philosophy at Columbia University. Her work includes both the foundations of physics (spacetime, quantum mechanics, symmetry) and the philosophy of mind and cognition. She has been awarded fellowships from Stanford University, the Australian Research Council, the Scots Philosophical Association, and the Center for Advanced Study in Social and Behavioral Sciences, as well as an Essay Prize from the British Society for the Philosophy of Science.Web siteColumbia web pagePhilPeople profileAmazon author pageCloser to Truth interviewWikipedia“Well-Being and Time,” David Velleman (mentioned in the episode)       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:0ePGhHYVBJ6OAhT5PPlmSH","href":"https:\/\/api.spotify.com\/v1\/episodes\/0ePGhHYVBJ6OAhT5PPlmSH","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/3d8edeb1bb606b04fd2dd558e70c860099302923","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5268741,"release_date":"2020-01-20","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"80 | Jenann Ismael on Connecting Physics to the World of Experience","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/0ePGhHYVBJ6OAhT5PPlmSH"}},{"id":"34Wf7mtsZxSKcNm8c0vboM","description":"         We are all alive, but “life” is something we struggle to understand. How do we distinguish a “living organism” from an emergent dynamical system like a hurricane, or a resource-consuming chemical reaction like a forest fire, or an information-processing system like a laptop computer? There is probably no one crisp set of criteria that delineates life from non-life, but it’s worth the exercise to think about what we really mean, especially as the quest to find life outside the confines of the Earth picks up steam. Sara Imari Walker planned to become a cosmologist before shifting her focus to astrobiology, and is now a leading researcher on the origin and nature of life. We talk about what life is and how to find it, with a special focus on the role played by information and computation in living beings.Support Mindscape on Patreon.Sara Imari Walker received her Ph.D. in physics from Dartmouth college. She is currently Associate Professor in the School of Earth and Space Exploration at Arizona State University, Deputy Director of the Beyond Center for Fundamental Concepts in Science, and Associate Director of the ASU-Santa Fe Institute Center for Biosocial Complex Systems. She is the co-founder of the astrobiology social network SAGANet, and serves on the Board of Directors for Blue Marble Space.Web siteGoogle Scholar pageAsk an Astrobiologist interviewTalk on A Theory of LifeWikipediaTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:34Wf7mtsZxSKcNm8c0vboM","href":"https:\/\/api.spotify.com\/v1\/episodes\/34Wf7mtsZxSKcNm8c0vboM","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/f0986524f30d8efc03350823efe6dc58327697d6","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5003860,"release_date":"2020-01-13","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"79 | Sara Imari Walker on Information and the Origin of Life","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/34Wf7mtsZxSKcNm8c0vboM"}},{"id":"2X3VAD2X2NPrGZpptoiLRF","description":"         Wilfrid Sellars described the task of philosophy as explaining how things, in the broadest sense of term, hang together, in the broadest sense of the term. (Substitute “exploring” for “explaining” and you’d have a good mission statement for the Mindscape podcast.) Few modern thinkers have pursued this goal more energetically, creatively, and entertainingly than Daniel Dennett. One of the most respected philosophers of our time, Dennett’s work has ranged over topics such as consciousness, artificial intelligence, metaphysics, free will, evolutionary biology, epistemology, and naturalism, always with an eye on our best scientific understanding of the phenomenon in question. His thinking in these areas is exceptionally lucid, and he has the rare ability to express his ideas in ways that non-specialists can find accessible and compelling. We talked about all of them, in a wide-ranging and wonderfully enjoyable conversation.Support Mindscape on Patreon.Daniel Dennett received his D.Phil. in philosophy from Oxford University. He is currently Austin B. Fletcher Professor of Philosophy and co-director of the Center for Cognitive Studies at Tufts University. He is known for a number of philosophical concepts and coinages, including the intentional stance, the Cartesian theater, and the multiple-drafts model of consciousness. Among his honors are the Erasmus Prize, a Guggenheim Fellowship, and the American Humanist Association’s Humanist of the Year award. He is the author of a number of books that are simultaneously scholarly and popular, including Consciousness Explained, Darwin’s Dangerous Idea, and most recently Bacteria to Bach and Back.Web siteBibliographyGoogle Scholar pageAmazon author pageWikipediaTalk on The Illusion of ConsciousnessCenter for Cognitive StudiesThe Clergy ProjectTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:2X3VAD2X2NPrGZpptoiLRF","href":"https:\/\/api.spotify.com\/v1\/episodes\/2X3VAD2X2NPrGZpptoiLRF","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/65b52aa14192482fd9bf9b69b4a8446ec1d871fb","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":7296052,"release_date":"2020-01-06","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"78 | Daniel Dennett on Minds, Patterns, and the Scientific Image","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/2X3VAD2X2NPrGZpptoiLRF"}},{"id":"52MMzPbYKvWBcVeDHpnEwX","description":"         Welcome to the second annual Mindscape Holiday Message! No substantive content or deep ideas, just me talking a bit about the state of the podcast and what’s on my mind. Since the big event for me in 2019 was the publication of Something Deeply Hidden, I thought it would be fun to talk about the process of writing and selling a popular book. Might be of interest to some of you out there!Mindscape takes off for the holidays, so the next regular episode will be published on Monday January 6. It’s a good one — maybe my favorite episode thus far.       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:52MMzPbYKvWBcVeDHpnEwX","href":"https:\/\/api.spotify.com\/v1\/episodes\/52MMzPbYKvWBcVeDHpnEwX","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/a560f3edf396785eef24879707a6aa701d3602e9","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":3968052,"release_date":"2019-12-22","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"Holiday Message 2019: On Publishing Books","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/52MMzPbYKvWBcVeDHpnEwX"}},{"id":"4RXYJ5DV6F83CNJl6fggs2","description":"         In the United States, more than one in five deaths is caused by cancer. The medical community has put enormous resources into fighting this disease, yet its causes and best treatments continue to be a puzzle. Azra Raza has been on both sides of the patient’s bed, as she puts it — both as an oncologist and expert in the treatment of Myelodisplastic Syndrome (MDS), and as a wife who lost her husband to cancer. In her new book, The First Cell, she argues that we have placed too much emphasis on treating cancer once it has already developed, and not nearly enough on catching it as soon as possible. We talk about what cancer is and why it’s such a difficult disease to understand, as well as discussing how patients and their loved ones should face up to the challenges of dealing with cancer.Support Mindscape on Patreon.Azra Raza received her M.D. from Dow Medical College in Karachi, Pakistan. She is currently Chan Soon-Shiong Professor of Medicine and Director of the MDS Center at Columbia University in New York. Previously she was the Chief of Hematology-Oncology and the Gladys Smith Martin Professor of Oncology at the University of Massachusetts. Her Tissue Repository contains over 60,000 samples of samples from MDS and acute leukemia patients. She is the co-editor of the celebrated blog site 3 Quarks Daily.Web siteColumbia University Medical Center pageFirst Cell CenterWikipediaThe First CellConversation With Siddhartha MukherjeeTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:4RXYJ5DV6F83CNJl6fggs2","href":"https:\/\/api.spotify.com\/v1\/episodes\/4RXYJ5DV6F83CNJl6fggs2","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/5cbac7890feb72a8dd7548c20334fa3c1a611010","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4925492,"release_date":"2019-12-16","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"77 | Azra Raza on The Way We Should Fight Cancer","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/4RXYJ5DV6F83CNJl6fggs2"}},{"id":"1gouWumZ7mdPxJTzrWymsk","description":"         It’s too easy to take laws of nature for granted. Sure, gravity is pulling us toward Earth today; but how do we know it won’t be pushing us away tomorrow? We extrapolate from past experience to future expectation, but what allows us to do that? “Humeans” (after David Hume, not a misspelling of “human”) think that what exists is just what actually happens in the universe, and the laws are simply convenient summaries of what happens. “Anti-Humeans” think that the laws have an existence of their own, bringing what happens next into existence. The debate has implications for the notion of possible worlds, and thus for counterfactuals and causation — would Y have happened if X hadn’t happened first? Ned Hall and I have a deep conversation that started out being about causation, but we quickly realized we had to get a bunch of interesting ideas on the table first. What we talk about helps clarify how we should think about our reality and others.Support Mindscape on Patreon.Edward (Ned) Hall received his Ph.D. in philosophy from Princeton University. He is currently Department Chair and Norman E. Vuilleumier Professor of Philosophy at Harvard University. According to his web page, “I work on a range of topics in metaphysics and epistemology that overlap with philosophy of science. (Which is to say: the best topics in metaphysics and epistemology.)” He is the coauthor (with L.A. Paul) of Causation: A User’s Guide.Web sitePhilPeople profileWikipediaDialogue on causation with Laurie Paul       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:1gouWumZ7mdPxJTzrWymsk","href":"https:\/\/api.spotify.com\/v1\/episodes\/1gouWumZ7mdPxJTzrWymsk","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/2413399238125226c810a683a7264b17a1b44a84","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5133035,"release_date":"2019-12-09","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"76 | Ned Hall on Possible Worlds and the Laws of Nature","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/1gouWumZ7mdPxJTzrWymsk"}},{"id":"5sj7tIEAqEZlZxib1K3dlv","description":"         We've talked a lot recently about the Many Worlds of quantum mechanics. That’s one kind of multiverse that physicists often contemplate. There is also the cosmological multiverse, which we talked about with Brian Greene. Today’s guest, Max Tegmark, has thought a great deal about both of those ideas, as well as a more ambitious and speculative one: the Mathematical Multiverse, in which we imagine that every mathematical structure is real, and the universe we perceive is just one such mathematical structure. And there’s yet another possibility, that what we experience as “reality” is just a simulation inside computers operated by some advanced civilization. Max has thought about all of these possibilities at a deep level, as his research has ranged from physical cosmology to foundations of quantum mechanics and now to applied artificial intelligence. Strap in and be ready for a wild ride.Max Tegmark received his Ph.D. in physics from the University of California, Berkeley. He is currently professor of physics at the Massachusetts Institute of Technology. He has played an important role analyzing data from large-scale structure and the cosmic microwave background. He is the author of Our Mathematical Universe and Life 2.0: Being Human in the Age of Artificial Intelligence. He is a co-founder of the Foundational Questions Institute and the Future of Life Institute.Web siteGoogle Scholar pageWikipediaAmazon author pageTalk on AITwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:5sj7tIEAqEZlZxib1K3dlv","href":"https:\/\/api.spotify.com\/v1\/episodes\/5sj7tIEAqEZlZxib1K3dlv","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/ccf2f06628ab1ddf9948d9d009b5015b5d60dcdc","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4294609,"release_date":"2019-12-02","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"75 | Max Tegmark on Reality, Simulation, and the Multiverse","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/5sj7tIEAqEZlZxib1K3dlv"}},{"id":"2jIVsSddHOfiGnKO5JanzA","description":"         An infinite number of things happen; we bring structure and meaning to the world by making art and telling stories about it. Every work of literature created by human beings comes out of an historical and cultural context, and drawing connections between art and its context can be illuminating for both. Today’s guest, Stephen Greenblatt, is one of the world’s most celebrated literary scholars, famous for helping to establish the New Historicism school of criticism, which he also refers to as “cultural poetics.” We talk about how art becomes entangled with the politics of its day, and how we can learn about ourselves and other cultures by engaging with stories and their milieu.Support Mindscape on Patreon.Stephen Greenblatt received his Ph.D. in English from Yale University. He is currently Cogan University Professor of the Humanities at Harvard University. He has specialized in Renaissance and Shakespeare studies, but has also written on topics as diverse as Adam and Eve and the ancient Roman poet Lucretius. He has served as the editor of the Norton Anthology of English Literature and the Norton Shakespeare, and is founder of the journal Representations. Among his many honors are the Pulitzer Prize, the National Book Award, and the Distinguished Humanist Award from the Mellon Foundation. His most recent book is Tyrant: Shakespeare on Politics.Web siteHarvard web pageWikipediaAmazon.com author pageOnline courses at edXTalk on Will in the World: How Shakespeare Became Shakespeare       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:2jIVsSddHOfiGnKO5JanzA","href":"https:\/\/api.spotify.com\/v1\/episodes\/2jIVsSddHOfiGnKO5JanzA","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/8b78559b7c06e56b37dc336f8fdb67dcd18fe310","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":3961652,"release_date":"2019-11-25","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"74 | Stephen Greenblatt on Stories, History, and Cultural Poetics","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/2jIVsSddHOfiGnKO5JanzA"}},{"id":"2CYl1cTJUxuKPVvhY2PPO7","description":"         Changing technologies have always affected how we produce and enjoy art, and music might be the most obvious example. Radio and recordings made it easy for professional music to be widely disseminated, but created a barrier to its creation. Nowadays computers are helping to reverse that trend, allowing casual users to create slick songs of their own. Not everyone is equally good at it, however; Grimes (who currently goes by c, the symbol for the speed of light) is a wildly successful electronic artist who writes, produces, performs, and sings her own songs. We dig into how music is made in the modern world, but also go well beyond that, into artificial intelligence and the nature of digital\/virtual\/online personae. We talk about the birth of a new digital avatar -- who might be called \"War Nymph\"? -- and how to navigate the boundaries of art, technology, fashion, and culture. Her new album Miss Anthropocene will be released in February 2020.Support Mindscape on Patreon.Grimes, or c, studied neuroscience at McGill University before turning full-time to music. Her previous albums include Geidi Primes, Halfaxa, Visions, and Art Angels. Her latest album, Miss Anthropocene, channels the goddess of climate change. On December 5th in Miami, she will be orchestrating the one-night-only rave Bio-Haque.Web siteAllMusic profileWikipediaTwitterInstagramYouTube       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:2CYl1cTJUxuKPVvhY2PPO7","href":"https:\/\/api.spotify.com\/v1\/episodes\/2CYl1cTJUxuKPVvhY2PPO7","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/8df719dfe592c9dad8b02dc1a0970b3761aae3ba","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":true,"duration_ms":4690207,"release_date":"2019-11-18","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"73 | Grimes (c) on Music, Creativity, and Digital Personae","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/2CYl1cTJUxuKPVvhY2PPO7"}},{"id":"1tvyWwhqLEuaX4P3sMrXwe","description":"         Maxwell's Demon is a famous thought experiment in which a mischievous imp uses knowledge of the velocities of gas molecules in a box to decrease the entropy of the gas, which could then be used to do useful work such as pushing a piston. This is a classic example of converting information (what the gas molecules are doing) into work. But of course that kind of phenomenon is much more widespread -- it happens any time a company or organization hires someone in order to take advantage of their know-how. César Hidalgo has become an expert in this relationship between information and work, both at the level of physics and how it bubbles up into economies and societies. Looking at the world through the lens of information brings new insights into how we learn things, how economies are structured, and how novel uses of data will transform how we live.Support Mindscape on Patreon.César Hidalgo received his Ph.D. in physics from the University of Notre Dame. He currently holds an ANITI Chair at the University of Toulouse, an Honorary Professorship at the University of Manchester, and a Visiting Professorship at Harvard’s School of Engineering and Applied Sciences. From 2010 to 2019, he led MIT’s Collective Learning group. He is the author of Why Information Grows and co-author of The Atlas of Economic Complexity. He is a co-founder of Datawheel, a data visualization company whose products include the Observatory of Economic Complexity.Web siteMIT web pageGoogle Scholar pageWikipediaTalk on replacing politiciansIn My Shoes (documentary film)DatawheelAmazon author pageTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:1tvyWwhqLEuaX4P3sMrXwe","href":"https:\/\/api.spotify.com\/v1\/episodes\/1tvyWwhqLEuaX4P3sMrXwe","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/62df18d0534208e50a54b011fc27f8686d0fa053","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4595905,"release_date":"2019-11-11","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"72 | César Hidalgo on Information in Societies, Economies, and the Universe","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/1tvyWwhqLEuaX4P3sMrXwe"}},{"id":"41y1VGMo0jTF0W1JngsXiY","description":"         The human brain contains roughly 85 billion neurons, wired together in an extraordinarily complex network of interconnected parts. It’s hardly surprising that we don’t understand the mind and how it works. But do we know enough about our experience of consciousness to suggest that consciousness cannot arise from nothing more than the physical interactions of bits of matter? Panpsychism is the idea that consciousness, or at least some mental aspect, is pervasive in the world, in atoms and rocks as well as in living creatures. Philosopher Philip Goff is one of the foremost modern advocates of this idea. We have a friendly and productive conversation, notwithstanding my own view that the laws of physics don’t need any augmenting to ultimately account for consciousness. If you’re not sympathetic toward panpsychism, this episode will at least help you understand why someone might be.Support Mindscape on Patreon.Philip Goff received his Ph.D. in philosophy from the University of Reading. He is currently Assistant Professor in the Department of Philosophy at the University of Durham. His new book, Galileo’s Error: Foundations for a New Science of Consciousness, is being published on Nov. 5.Web siteDurham web pagePhilPeople profileAmazon.com author pageBlogTalk on Consciousness and Fundamental RealityPanpsychism at the Stanford Encyclopedia of PhilosophyTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:41y1VGMo0jTF0W1JngsXiY","href":"https:\/\/api.spotify.com\/v1\/episodes\/41y1VGMo0jTF0W1JngsXiY","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/2e8b30bd580fb65d4a7faa00b97d01d77fe9d522","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5674919,"release_date":"2019-11-04","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"71 | Philip Goff on Consciousness Everywhere","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/41y1VGMo0jTF0W1JngsXiY"}},{"id":"7HhiQWWaMMyN3cjknTFjXO","description":"         Cosmologists are always talking excitedly about the Big Bang and all the cool stuff that happened in the 14 billion years between then and now. But what about the future? We don't know for sure, but we know enough about the laws of physics to sketch out several plausible scenarios for what the future of our universe will hold. Katie Mack is a cosmologist who is writing a book about the end of the universe. We talk about the possibilities of a Big Crunch (and potential Big Bounce), a gentle cooling off where the universe gradually grows silent, and of course the prospect of a dramatic phase transition, otherwise known as the \"bubble of quantum death.\" Which would make a great name for a band, I think we can all agree.Support Mindscape on Patreon.Katherine (Katie) Mack received her Ph.D. in physics from Princeton University. She is currently an Assistant Professor at North Carolina State University, where her research centers on theoretical cosmology, including dark matter and black holes. She is also a member of NCSU’s Leadership in Public Science Cluster. Her upcoming book, The End of Everything, will be published in 2020.Web siteNCSU web pageWikipediaGoogle Scholar publicationsTalk on Death of a UniverseTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:7HhiQWWaMMyN3cjknTFjXO","href":"https:\/\/api.spotify.com\/v1\/episodes\/7HhiQWWaMMyN3cjknTFjXO","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/37b2ca17dad840bbd9bebe6e4cb3236bc07aedbb","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":5056705,"release_date":"2019-10-28","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"70 | Katie Mack on How the Universe Will End","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/7HhiQWWaMMyN3cjknTFjXO"}},{"id":"2deYshJfO0rRPrsBIh4exc","description":"         Like so many technological innovations, the internet is something that burst on the scene and pervaded human life well before we had time to sit down and think through how something like that should work and how it should be organized. In multiple ways — as a blogger, activist, fiction writer, and more — Cory Doctorow has been thinking about how the internet is affecting our lives since the very beginning. He has been especially interested in legal issues surrounding copyright, publishing, and free speech, and recently his attention has turned to broader economic concerns. We talk about how the internet has become largely organized through just a small number of quasi-monopolistic portals, how this affects the ways in which we gather information and decide whether to trust outside sources, and where things might go from here.Cory Doctorow is a science fiction writer, activist, journalist, and blogger. He is a co-editor of the website Boing Boing, and works as a special consultant for the Electronic Frontier Foundation. He is the author of the nonfiction book Information Doesn’t Want to Be Free as well as science-fiction works such as Walkaway and Radicalized. He has been awarded an honorary doctorate from the Open University, where he is also a Visiting Professor, as well as being an MIT Media Lab Research Affiliate and a Visiting Professor of Practice at the University of South Carolina’s School of Library and Information Science.Web siteBoing BoingPodcastWikipediaAmazon.com author pageTwitterElectronic Frontier Foundation       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:2deYshJfO0rRPrsBIh4exc","href":"https:\/\/api.spotify.com\/v1\/episodes\/2deYshJfO0rRPrsBIh4exc","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/dcc3b255af2e9725b2510185af37f7a57807a571","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4736104,"release_date":"2019-10-21","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"69 | Cory Doctorow on Technology, Monopoly, and the Future of the Internet","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/2deYshJfO0rRPrsBIh4exc"}},{"id":"5tiLgvzz3SW3NuXfcSwI4w","description":"         Artificial intelligence is better than humans at playing chess or go, but still has trouble holding a conversation or driving a car. A simple way to think about the discrepancy is through the lens of “common sense” — there are features of the world, from the fact that tables are solid to the prediction that a tree won’t walk across the street, that humans take for granted but that machines have difficulty learning. Melanie Mitchell is a computer scientist and complexity researcher who has written a new book about the prospects of modern AI. We talk about deep learning and other AI strategies, why they currently fall short at equipping computers with a functional “folk physics” understanding of the world, and how we might move forward.Support Mindscape on Patreon.Melanie Mitchell received her Ph.D. in computer science from the University of Michigan. She is currently a professor of computer science at Portland State University and an external professor at the Santa Fe Institute. Her research focuses on genetic algorithms, cellular automata, and analogical reasoning. She is the author of An Introduction to Genetic Algorithms, Complexity: A Guided Tour, and most recently Artificial Intelligence: A Guide for Thinking Humans. She originated the Santa Fe Institute’s Complexity Explorer project, on online learning resource for complex systems.Web siteSanta Fe web pageWikipediaGoogle ScholarComplexity ExplorerAmazon.com author pageTwitter       ","languages":["en"],"is_playable":true,"uri":"spotify:episode:5tiLgvzz3SW3NuXfcSwI4w","href":"https:\/\/api.spotify.com\/v1\/episodes\/5tiLgvzz3SW3NuXfcSwI4w","release_date_precision":"day","is_externally_hosted":false,"type":"episode","audio_preview_url":"https:\/\/p.scdn.co\/mp3-preview\/246611fca2eeca490dcb2a7e633e4e30ad502dce","resume_point":{"resume_position_ms":0,"fully_played":false},"explicit":false,"duration_ms":4936464,"release_date":"2019-10-14","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"name":"68 | Melanie Mitchell on Artificial Intelligence and the Challenge of Common Sense","external_urls":{"spotify":"https:\/\/open.spotify.com\/episode\/5tiLgvzz3SW3NuXfcSwI4w"}}],"href":"https:\/\/api.spotify.com\/v1\/shows\/622lvLwp8CVu6dvCsYAJhN\/episodes?offset=0&limit=50","next":"https:\/\/api.spotify.com\/v1\/shows\/622lvLwp8CVu6dvCsYAJhN\/episodes?offset=50&limit=50","limit":50},"available_markets":["AD","AE","AL","AR","AT","AU","BA","BE","BG","BH","BO","BR","CA","CH","CL","CO","CR","CY","CZ","DE","DK","DO","DZ","EC","EE","ES","FI","FR","GB","GR","GT","HK","HN","HR","HU","ID","IE","IL","IN","IS","IT","JO","JP","KW","LB","LI","LT","LU","LV","MA","MC","ME","MK","MT","MX","MY","NI","NL","NO","NZ","OM","PA","PE","PH","PL","PS","PT","PY","QA","RO","RS","SE","SG","SI","SK","SV","TH","TN","TR","TW","US","UY","VN","XK","ZA"],"is_externally_hosted":false,"copyrights":[],"explicit":false,"publisher":"Sean Carroll | Wondery","type":"show","images":[{"width":640,"url":"https:\/\/i.scdn.co\/image\/125aeb201bdc25618a1c22831e823df43481622d","height":640},{"width":300,"url":"https:\/\/i.scdn.co\/image\/f9b759399ed12a2d974ce314d13a395b3b4af284","height":300},{"width":64,"url":"https:\/\/i.scdn.co\/image\/218a20ba0d7dba9712170619835db1e452c177ae","height":64}],"external_urls":{"spotify":"https:\/\/open.spotify.com\/show\/622lvLwp8CVu6dvCsYAJhN"},"name":"Sean Carroll's Mindscape: Science, Society, Philosophy, Culture, Arts, and Ideas"}